app/controllers/properties_controller.rb

  def create
    @property = Property.new(property_params)

    respond_to do |format|
      if @property.save
---
INSERT INTO "properties" ("property_name", "rent", "address", "age", "note", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)  [["property_name", "むつみ荘"], ["rent", "38000"], ["address", ""], ["age", ""], ["note", ""], ["created_at", "2021-08-10 06:05:11.480090"], ["updated_at", "2021-08-10 06:05:11.480090"]]

  def update
    respond_to do |format|
      if @property.update(property_params)
---
UPDATE "properties" SET "address" = ?, "age" = ?, "note" = ?, "updated_at" = ? WHERE "properties"."id" = ?  [["address", "東京都杉並区阿佐谷南１丁目25−24−203"], ["age", "34年"], ["note", "オードリー春日の家"], ["updated_at", "2021-08-10 06:07:32.885710"], ["id", 1]]

  def destroy
    @property.destroy
---
DELETE FROM "properties" WHERE "properties"."id" = ?  [["id", 1]]